"Camera Permissions" = "Permisos de cámara";

"Would you like to allow this application to use your camera to stream live video?" = "¿Quieres permitir que esta aplicación utilice la cámara para transmitir vídeos en directo?";

"Don't Allow" = "No permitir";

"Allow" = "Permitir";
